{"pages":[{"title":"Montréal Artificial Intelligence","text":"AVIS LÉGAL - LEGAL NOTICE​ ​​Publication Information [Executive Order: HQ III M[5-X]] :​​​​​​​​Approval Authority : Vincent Boucher, Founding Chairman and Secretary-General at Montréal.AI.​​​​Office of Primary Responsibility : The Canada Strategic Information Analysis Council Inc. THIS IS A MONTREAL.AI SOFTWARE / SYSTEM. MATERIALS PROVIDED IN THIS SOFTWARE / SYSTEM ARE PROVIDED WITHOUT WARRANTY OF ANY KIND AND DOES NOT CONSTITUTE ENDORSEMENT. THIS SOFTWARE / SYSTEM IS PROVIDED “AS IS”, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL MONTREAL.AI, THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THIS SOFTWARE / SYSTEM OR THE USE OR OTHER DEALINGS IN THIS SOFTWARE / SYSTEM. EVIDENCE OF UNAUTHORIZED USE MAY BE PROVIDED TO APPROPRIATE PERSONNEL FOR ADMINISTRATIVE, CRIMINAL OR OTHER LEGAL ACTION.​​​​​​​✉️ Email Us : info@montreal.ai​🌐 Website : http://www.montreal.ai/​​#AI #AIFirst #MontrealAI #MontrealArtificialIntelligence","link":"/MontrealAI.github.io/about/index.html"},{"title":"Montréal Artificial Intelligence","text":"Montréal.AI Academy : AI 101AI 101 : The Dawn of Artificial Intelligence The First Comprehensive Overview of AI for the General PublicAI 101 : A Well-Crafted Actionable 75 Minutes Tutorial POWERFUL &amp; USEFUL. This actionable tutorial is designed to entrust everybody with the mindset, the skills and the tools to see artificial intelligence from an empowering new vantage point by : — Exalting state of the art discoveries and science ;— Curating the best open-source codes &amp; implementations ; and— Embodying the impetus that drives today’s artificial intelligence. Montréal.AI is the largest artificial intelligence community in Canada. Join us and learn at https://www.facebook.com/groups/MontrealAI/ ! #AI4Artists : Unveilling a World of Hidden SecretsPioneering Legendary Creations “The Artists Creating with AI Won’t Follow Trends; THEY WILL SET THEM.“ — Vincent Boucher, B. Sc. Theoretical Physics, M. A. Government Policy Analysis and M. Sc. Aerospace Engineering and Founding Chairman of Montréal.AI Designed for artists, #AI4Artists is created to inspire artists who, with AI, will shape the 21st Century. See the Pen Robot Neil’s Bubble Bath by Tero Parviainen (@teropa) on CodePen. ＊ This 75 minutes tutorial is presently in alpha, with a limited number of customers to help us refine it. As we enter beta, we’ll take on many more groups (minimum 150 persons) from the waiting list. ✉️ Group Reservation : academy@montreal.ai🌐 Website : http://www.academy.montreal.ai/ #AI #AIFirst #MontrealAI #MontrealAIAcademy #MontrealArtificialIntelligence","link":"/MontrealAI.github.io/academy/index.html"},{"title":"Montréal Artificial Intelligence","text":"Montréal.AI Web — Artificial Intelligence for the WebDeploying intelligent agents in the browser unlocks new possibilities, like interactive artificial intelligence! On a mobile device, the autonomous AI agent can even leverage sensor data (i.e.: gyroscope or accelerometer), perceive its environment and take actions that maximize its chance of success at some goal. All data stays on the client, making AI agents in the browser useful for privacy preserving applications. We Are at the Verge of a Global Technological ShiftIn the past few years deep learning started achieving state-of-the-art results. Today’s Artificial Intelligence is powerful, useful and accessible to all. “ Artificial Intelligence is about recognising patterns, Artificial Life is about creating patterns. “ — Mizuki Oka et al, #alife2018 Three workflows with TensorFlow.js : Existing, pre-trained model can be imported for inference ; Imported model can re-trained quickly (transfer learning) with only a small amount of data ; and Models can be directly authored (define, train, and run) in the browser. There’s no need to install any libraries or drivers. Just open a webpage, and your AI Agent is ready to run. Transform your Web Site with an AI AgentFully-fledged AI systems can achieve serious revenue! Montréal Artificial Intelligence helps to transform Web sites for the age of artificial intelligence by developing machine learning agents in the browser that achieves goal-oriented behavior. Demos : Solving the cart-pole control problem in the browser using the policy-gradient method Live demo : https://storage.googleapis.com/tfjs-examples/cart-pole/dist/index.html Code : https://github.com/tensorflow/tfjs-examples/tree/master/cart-pole Predicting balls and strikes using TensorFlow.js Blog : https://medium.com/tensorflow/predicting-balls-and-strikes-using-tensorflow-js-2acf1d7a447c Animation with CPPNs and TensorFlow.js, an @observablehq notebook by Emily Reif @observablehq notebook by Emily Reif : https://beta.observablehq.com/@emilyreif/animation-with-cppns Move Mirror: An AI Experiment with Pose Estimation in the Browser using TensorFlow.js By Jane Friedhoff and Irene Alvarado : https://medium.com/tensorflow/move-mirror-an-ai-experiment-with-pose-estimation-in-the-browser-using-tensorflow-js-2f7b769f9b23 L1: Tensor Studio — An in-browser live-programming environment by Milan Lajtoš Live demo : https://mlajtos.github.io/L1/latest/ Github : https://github.com/mlajtos/L1 References : TensorFlow dev summit - Official TensorFlow.js launch Introducing TensorFlow.js by Josh Gordon and Sara Robinson Deep Learning in JS - Ashi Krishnan - JSConf EU 2018 OpenAI Gym by OpenAI OpenAI Baselines by OpenAI To order your AI Agent :✉️ Email Us : info@montreal.ai #AI #AIFirst #MontrealAI #MontrealArtificialIntelligence","link":"/MontrealAI.github.io/web-ai/index.html"},{"title":"Montréal Artificial Intelligence","text":"Montréal.AI’s Chief AI Officers : Powerful Economic Drivers World-Class Deep Learning ExpertsTo succeed in many of its endeavors and to be ready for tomorrow, Montréal.AI relies on recruiting, developing and training completion-oriented men and women with the determination to ensure a fully Joint Workforce : Intellectually, operationally, organizationally, doctrinally, and technically. “ We want to see more widespread matrix interoperability, individual and life-long learning opportunities and development of connoisseurs, high-profile and ultra-affluent Chief AI Officers who possess the knowledges, the skills and the competencies to orchestrate impactful breakthroughs and tangible economic growth for Fortune 500, governments and interagency partners in full compliance with our masterplan : The Montréal AI-First Conglomerate Overarching Program.“ Since top AI talent is extremely scarce right now and consulting the right AI leader can dramatically increases your odds of business success, Montréal.AI specifically develops professional Chief AI Officers dedicated to effectively take advantage of AI and to synergically fulfill its responsibilities with flexibility and responsiveness. ✉️ Email Us : info@chiefaiofficers.com Montréal.AI Atelier : Top AI ModelsThe Montréal.AI Atelier creates and deploys scorching AI deep learning top AI models in the browser from transfer learning combined with reinforcement learning (RL) and good old fashioned machine learning intuition. Montréal.AI deploys top AI models and fully-fledged AI systems that are faster and generalize better. AI Consultation ServicesConsidering that hiring in AI is very competitive since you’re battling for the best talent with Google, Facebook, Microsoft, etc., our in-house Chief AI Officers are offering consultation services to develop tailored artificial intelligence algorithms and more. Montréal.AI relishes the opportunity to cooperate. References : ‘Million-dollar babies‘ - http://www.economist.com/news/business/21695908-silicon-valley-fights-talent-universities-struggle-hold-their ‘The Battle for Top AI Talent Only Gets Tougher From Here‘ - https://www.wired.com/2017/03/intel-just-jumped-fierce-competition-ai-talent/ ‘A.I. Researchers Are Making More Than $1 Million, Even at a Nonprofit‘ - https://www.nytimes.com/2018/04/19/technology/artificial-intelligence-salaries-openai.html “Last year, the cost of a top, world-class deep learning expert was about the same as a top NFL quarterback prospect. The cost of that talent is pretty remarkable.” — Peter Lee, chef de la recherche chez Microsoft ✉️ Email Us : info@montreal.ai🌐 Website : http://www.montreal.ai/ #AI #AIFirst #ChiefAIOfficers #MontrealAI #MontrealArtificialIntelligence","link":"/MontrealAI.github.io/chiefaiofficers/index.html"},{"title":"Montréal Artificial Intelligence","text":"AVIS LÉGAL - LEGAL NOTICE​​MATERIALS PROVIDED IN THIS SYSTEM ARE PROVIDED WITHOUT WARRANTY OF ANY KIND AND DOES NOT CONSTITUTE ENDORSEMENT. | LES INFORMATIONS DONNÉES PAR CE SYSTÈME SONT FOURNIES SANS GARANTIE D’AUCUNE SORTE ET NE CONSTITUENT PAS UNE APPROBATION.​​✉️ Email Us : info@montreal.ai​🌐 Website : http://www.montreal.ai/​​#AI #AIFirst #MontrealAI #MontrealArtificialIntelligence","link":"/MontrealAI.github.io/about/index copy.html"}],"posts":[{"title":"Montréal Artificial Intelligence","text":"Montréal AI-First Conglomerate : A Win-Win Approach Montréal.AI Joint Transformative AI Engineering Task ForceThe Montréal.AI’s Joint Transformative AI Engineering Task Force, operating unilaterally or in combination with multinational and interagency partners, is accountable for the pre-eminent deployment and orchestration of the Montréal AI-First Conglomerate Overarching Program. 🌐 http://montreal.ai/taskforce.pdf SOLVING Humanity’s Toughest ChallengesMontréal Artificial Intelligence adopts a new tradition of responsibility to create win-win situations. By focusing on the others players we develop cooperative opportunities within the wider perspective of society. “Successful business strategy is about actively shaping the game you play, not just playing the game you find“ — The Right Game: Use Game Theory to Shape Strategy | A. Brandenburger &amp; B. Nalebuff Under Montreal.AI’s umbrella, multiple companies and organisation are being structured. Montréal.AI (EST’B’D 2003)As the foundational architecture of Montréal.AI’s operations, the strategic concept of decisive excellence governs our efforts to enable previously impossible tasks to be accomplished by designing, developing and implementing interoperable AI processes and systems to ensure full spectrum pre-eminent deployment. ❖ Montréal.AI WebTraining and deploying artificial intelligence and ML models in the browser ❖ Chief AI Officers‘Hiring the right #AI leader can dramatically increases your odds of success.‘ - Andrew Ng ❖ Montréal.AI AcademyTraining the individuals who, with AI, will shape the 21st Century. ✉️ Email Us : info@montreal.ai🌐 Website : http://www.montreal.ai/ #AI #AIFirst #MontrealAI #MontrealArtificialIntelligence","link":"/MontrealAI.github.io/2018/06/27/index/"}],"tags":[],"categories":[]}